/* ========================================================
jQuery記法の一部サポート
=========================================================*/
var $ = function(selector) {
	return document.querySelector(selector);
}


/*#########################################################

画面解析後のイベント

#########################################################*/
document.addEventListener("DOMContentLoaded", function(event) {

});


/*#########################################################

画像などすべての要素を読み込んだ後のイベント

#########################################################*/
window.addEventListener("load", function(event) {

});
